<?php
$MESS['REG_COMPLETE']               = 'Аккаунт в программе лояльности создан и активирован';
$MESS['ACTIVATE_YOUR_ACCOUNT']      = 'Аккаунт в программе лояльности создан, но не активирован. Для активации заполните форму.';
$MESS['ACTIVATE']                   = 'Активировать';
$MESS['SMS_VERIFICATION']           = 'Для активации аккаунта необходимо ввести код  верификации, который был отправлен на ваш телефон';
$MESS['SEND']                       = 'Отправить';
$MESS['COMPLETE_YOUR_REGISTRATION'] = 'Для завершения регистрации в Программе лояльности необходимо заполнить форму.';
$MESS['CREATE']                     = 'Создать';
$MESS['INVITATION_TO_REGISTER']     = 'Для регистрации в Программе лояльности заполните форму.';
$MESS['REGISTER_ERROR']             = 'Ошибка регистрации в Программе лояльности';
$MESS['ACTIVATE_ERROR']             = 'Ошибка активации аккаунта в программе лояльности.';
$MESS['DEBITING_BONUSES_ERROR']     = 'Ошибка списания бонусов.';
$MESS['RUB']                        = 'руб.';
$MESS['BONUS_MESSAGE']              = '. Оплата бонусами: ';
$MESS['NEW_BONUS_EVENT']            = 'Количество бонусов в заказе изменено на ';
$MESS['LP_BONUS_INFO']              = 'Бонусы программы лояльности';
$MESS['RUB']                        = 'руб.';
$MESS['BONUSES']                    = 'бонусов(а)';
