<?php
$MESS ['STEP_NAME'] = 'Шаг 1. Сайты';
$MESS ['MOD_NEXT_STEP'] = 'Следующий шаг';
$MESS ['ICRM_SITES'] = 'Активные сайты:';
$MESS ['ERR_404'] = 'Возможно неверно введен адрес retailCRM.';
$MESS ['ERR_6'] = 'Возможно неверно введен адрес retailCRM.';
$MESS ['ERR_403'] = 'Неверный apiKey.';
$MESS ['ERR_0'] = 'Превышено время ожидания ответа от сервера.';
$MESS ['ERR_FIELDS_API_HOST'] = 'Неверно заполнены поля.';
$MESS ['INFO_1'] = 'Задайте соответствия между Вашими магазинами в 1С-Битрикс и retailCRM.';
$MESS ['INFO_2'] = 'У всех Ваших магазинов в retailCRM должен быть общий API-ключ!';
